export default {
  projections: {
    ПриходУходE: {
      справУч: {
        __caption__: 'Фио Ученика',
        фио: {
          __caption__: 'Фио Ученика'
        },
        номер: {
          __caption__: '',
          наименование: {
            __caption__: 'Номер Карты'
          }
        },
        классУч: {
          __caption__: '',
          назв: {
            __caption__: 'Класс Ученика'
          }
        },
        справРод: {
          __caption__: '',
          фио: {
            __caption__: 'Фио Родителя'
          }
        }
      }
    },
    ПриходУходL: {
      справУч: {
        __caption__: 'Фио Ученика',
        фио: {
          __caption__: 'Фио Ученика'
        },
        номер: {
          __caption__: '',
          наименование: {
            __caption__: 'Номер Карты'
          }
        },
        классУч: {
          __caption__: '',
          назв: {
            __caption__: 'Класс Ученика'
          }
        },
        справРод: {
          __caption__: '',
          фио: {
            __caption__: 'Фио Родителя'
          }
        }
      }
    }
  },
  validations: {
    справУч: {
      __caption__: 'Фио Ученика'
    }
  }
};
