export default {
  projections: {
    БазаДанныхE: {
      номерКарты: {
        __caption__: 'Номер Карты'
      },
      справУч: {
        __caption__: 'Фио Ученика',
        фио: {
          __caption__: 'Фио Ученика'
        },
        классУч: {
          __caption__: '',
          назв: {
            __caption__: 'Класс Ученика'
          }
        },
        справРод: {
          __caption__: '',
          фио: {
            __caption__: 'Фио Родителя'
          }
        }
      }
    }
  },
  validations: {
    номерКарты: {
      __caption__: 'Номер Карты'
    },
    справУч: {
      __caption__: 'Фио Ученика'
    },
    картДоступ: {
      __caption__: 'картДоступ'
    }
  }
};
