export default {
  projections: {
    ПросмотрE: {
      время: {
        __caption__: 'Время'
      },
      справРод: {
        __caption__: 'Фио Родителя',
        фио: {
          __caption__: 'Фио Родителя'
        }
      },
      ученик: {
        __caption__: 'Ученик',
        приходУход: {
          __caption__: 'Приход и Уход',
          справУч: {
            __caption__: '',
            фио: {
              __caption__: 'Фио Ученика'
            },
            классУч: {
              __caption__: '',
              назв: {
                __caption__: 'Класс Ученика'
              }
            }
          },
          расписание: {
            __caption__: '',
            урок: {
              __caption__: 'Номер Урока'
            },
            периодОт: {
              __caption__: 'Период От'
            },
            периодДо: {
              __caption__: 'Период До'
            }
          },
          статус: {
            __caption__: 'Статус'
          }
        }
      }
    },
    ПросмотрL: {
      время: {
        __caption__: 'Время'
      },
      справРод: {
        __caption__: 'Фио Родителя',
        фио: {
          __caption__: 'Фио Родителя'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    справРод: {
      __caption__: 'Фио Родителя'
    },
    ученик: {
      __caption__: 'Ученик'
    }
  }
};
