export default {
  projections: {
    ПросмотрE: {
      время: {
        __caption__: 'Время'
      },
      справРод: {
        __caption__: 'Фио Родителя',
        фио: {
          __caption__: 'Фио Родителя'
        }
      }
    },
    ПросмотрL: {
      время: {
        __caption__: 'Время'
      },
      справРод: {
        __caption__: 'Фио Родителя',
        фио: {
          __caption__: 'Фио Родителя'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    справРод: {
      __caption__: 'Фио Родителя'
    }
  }
};
