export default {
  projections: {
    РасписаниеE: {
      урок: {
        __caption__: 'Номер Урока'
      },
      периодОт: {
        __caption__: 'Период От'
      },
      периодДо: {
        __caption__: 'Период До'
      }
    },
    РасписаниеL: {
      урок: {
        __caption__: 'Номер Урока'
      },
      периодОт: {
        __caption__: 'Период От'
      },
      периодДо: {
        __caption__: 'Период До'
      }
    }
  },
  validations: {
    периодДо: {
      __caption__: 'Период До'
    },
    периодОт: {
      __caption__: 'Период От'
    },
    урок: {
      __caption__: 'Номер Урока'
    }
  }
};
