export default {
  projections: {
    УченикE: {
      приходУход: {
        __caption__: 'Приход и Уход',
        справУч: {
          __caption__: '',
          фио: {
            __caption__: 'Фио Ученика'
          },
          классУч: {
            __caption__: '',
            назв: {
              __caption__: 'Класс Ученика'
            }
          }
        },
        расписание: {
          __caption__: '',
          урок: {
            __caption__: 'Номер Урока'
          },
          периодОт: {
            __caption__: 'Период От'
          },
          периодДо: {
            __caption__: 'Период До'
          }
        },
        статус: {
          __caption__: 'Статус'
        }
      }
    }
  },
  validations: {
    приходУход: {
      __caption__: 'Приход и Уход'
    },
    просмотр: {
      __caption__: 'просмотр'
    }
  }
};
