export default {
  projections: {
    СправУчE: {
      номер: {
        __caption__: 'Номер Карты',
        наименование: {
          __caption__: 'Номер Карты'
        }
      },
      фио: {
        __caption__: 'Фио'
      },
      датаРожд: {
        __caption__: 'Дата Рождения'
      },
      классУч: {
        __caption__: 'Класс Ученика',
        назв: {
          __caption__: 'Класс Ученика'
        }
      },
      справРод: {
        __caption__: 'Фио Родителя',
        фио: {
          __caption__: 'Фио Родителя'
        }
      }
    },
    СправУчL: {
      номер: {
        __caption__: 'Номер Карты',
        наименование: {
          __caption__: 'Номер Карты'
        }
      },
      фио: {
        __caption__: 'Фио'
      },
      датаРожд: {
        __caption__: 'Дата Рождения'
      },
      классУч: {
        __caption__: 'Класс Ученика',
        назв: {
          __caption__: 'Класс Ученика'
        }
      },
      справРод: {
        __caption__: 'Фио Родителя',
        фио: {
          __caption__: 'Фио Родителя'
        }
      }
    }
  },
  validations: {
    датаРожд: {
      __caption__: 'Дата Рождения'
    },
    фио: {
      __caption__: 'Фио'
    },
    классУч: {
      __caption__: 'Класс Ученика'
    },
    номер: {
      __caption__: 'Номер Карты'
    },
    справРод: {
      __caption__: 'Фио Родителя'
    }
  }
};
